<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description" content="PgTl - Enjoy Free Bangla Manga, Manhwa, and Comics – Read Online Now at Bangla Comik (Bcomik)">
    <title>Pentagon Translator</title>
    <link rel="stylesheet" href="css/style.css">
</head>
<body>

    <?php include 'header.php'; ?>

    <div class="search-bar">
    <input type="text" placeholder="Search...">
    <button type="submit">🔍</button>
</div>


    <main class="main-content">
        <h5>Pentagon Translator - Enjoy Free Bangla Manga, Manhwa, and Comics – Read Online Now at Pentagon Translator (PgTl).</h5>
        <a href="homepage.php" class="button">Go to Homepage</a>

        <div class="subtitle">সবারকে স্বাগতম Pentagon Translator (PgTl) এর অফিসিয়াল ওয়েবসাইটে!!</div>
        <div class="info" align="left">
            <p>এটা আমাদের অফিসিয়াল ওয়েবসাইট, যেখানে আপনারা সকল জাপানিজ মাঙ্গা, মানহওয়া-ভিজিটাল কমিক, কোরিয়ান মানহওয়া ফ্রিতে পড়তে পাবেন।</p>
            <p><b>আমরা কারা?</b></p>
            <p>একটি অনুবাদক গ্রুপ, যারা মানহওয়া-ভিজিটাল কমিক থেকে শুরু করে জাপানিজ মাঙ্গা, কোরিয়ান মানহওয়া বাংলায় অনুবাদ করে পাঠকদের জন্য ফ্রিতে পড়ার ব্যবস্থা করে দিয়েছে।</p>
            <p>আমাদের বাংলা ভাষায় অনুবাদ প্রজেক্ট, নতুন নিয়মিত আপডেট নিয়ে আসার প্রতিশ্রুতি দিয়ে নতুন কাজ করছি।</p>
            <p>আমাদের সকল অনুবাদক পেশাদার নন, তবে তারা তাদের কাজের প্রতি আন্তরিক এবং ভালোবেসে এই কাজগুলো করেছেন। এই সাইট থেকে আমাদের সমর্থনের ব্যাপারে সবাইকে আমন্ত্রণ জানাচ্ছি।</p>
            <p>বি.দ্র: আমাদের ওয়েবসাইট থেকে পড়লে বিশেষ কেউ অ্যাডব্লকার ইউজ করবেন না... কারণ এটা হয়তো আমাদের এখন হেল্প করবে না... কিন্তু ভবিষ্যতে আমাদের সাহায্যে অনেক আসবে...</p>
            <p>— ধন্যবাদ</p>
        </div>
    </main>

    <footer class="footer">
        <p>All the comics on this website are only previews of the original comics, there may be many language errors, character names, and story lines. For the original version, please buy the comic if it is available in your city.</p>
    </footer>

    <script src="scripts/script.js"></script>
</body>
</html>
